#!/usr/bin/env python
# coding=utf-8
#================================================================
#   Copyright (C) 2019 Fisher. All rights reserved.
#   
#   文件名称：data_preprocess.py
#   创 建 者：YuLianghua
#   创建日期：2019年12月23日
#   描    述：特征数据预处理:
#                       [1]. 数据标准化;
#                       [2]. 正则化;
#                       [3]. 特征离散化;
#                       [4]. 特征二值化;
#                       [5]. 类别特征编码;
#                       [6]. 缺失数据处理;
#                       [7]. 多项式特征创建;
#                       [8]. 自定义特征转换函数;
#
#================================================================


