<PAD>
<UNK>
，
的
。
不
是
了
有
房
,
一
店
酒
间
我
很
还
.
好
住
服
在
务
到
人
也
上
个
就
0
大
这
没
点
！
以
"
来
可
要
2
错
比
都
1
们
时
餐
说
去
过
次
下
价
小
较
但
地
感
入
前
早
方
和
后
多
觉
能
天
客
会
里
员
出
家
台
、
差
电
太
得
便
8
对
为
常
车
水
面
星
然
：
么
理
设
非
只
楼
中
3
看
位
用
门
打
晚
开
程
5
如
度
意
果
宾
行
道
给
床
最
他
格
费
日
施
所
定
话
馆
4
生
而
总
外
携
其
通
那
实
月
环
分
样
问
再
提
子
本
年
高
您
经
境
于
吃
算
心
机
因
自
且
元
知
!
置
级
当
进
发
评
离
近
海
之
）
第
别
什
体
才
现
订
真
网
想
两
般
干
厅
该
7
让
（
标
特
路
6
些
三
热
着
边
修
饭
安
态
情
二
景
洗
卫
旧
装
接
味
结
净
内
无
走
交
音
空
单
候
周
口
满
准
西
全
等
已
你
几
；
市
调
浴
应
种
气
选
回
新
相
免
四
少
工
预
送
场
整
同
作
9
事
更
品
明
合
性
望
件
舒
钟
被
直
带
反
值
又
贵
公
隔
换
从
商
老
建
起
头
e
此
游
谢
见
友
东
收
快
站
半
议
题
？
山
待
部
找
窗
吧
国
关
堂
层
居
华
正
推
加
每
手
区
择
视
五
虽
适
象
像
处
受
充
挺
清
退
把
风
远
~
办
改
钱
卡
补
动
色
睡
-
声
重
供
c
告
另
求
豪
马
硬
做
确
温
美
户
t
法
菜
己
朋
期
并
街
静
管
及
“
宽
i
十
荐
需
物
质
超
连
o
号
由
信
”
足
放
竟
够
主
原
先
难
完
业
怎
r
优
解
希
备
套
叫
成
喜
停
冷
旅
吵
平
室
欢
与
帮
光
馈
花
夜
条
长
金
量
h
简
保
城
午
速
啊
香
强
听
包
宜
．
极
临
将
式
陈
张
假
跟
排
表
步
园
州
围
根
助
拿
)
火
身
南
诉
江
租
计
达
脏
力
系
偏
n
附
基
梯
向
湖
各
消
呵
澡
显
(
名
她
它
至
北
续
除
a
取
李
节
C
阳
刚
缺
:
广
决
毛
港
唯
稍
/
巾
坐
认
失
衣
际
司
或
线
字
何
记
却
泳
按
绝
姐
靠
距
块
升
s
低
乎
洁
观
利
政
考
丰
查
慢
池
…
白
使
米
招
旁
况
具
帐
淋
倒
;
牌
始
致
脑
份
铁
配
任
泉
示
班
请
饮
容
富
型
k
闹
注
?
细
万
毯
票
亮
双
留
烟
壁
响
效
答
灯
首
买
论
左
京
拉
醒
惠
微
l
深
笑
乐
联
肯
茶
往
息
坏
否
化
虑
段
类
呢
转
龙
右
掉
黑
食
印
购
廊
礼
板
试
女
赶
尤
积
休
扫
目
搞
照
付
诚
流
似
者
歉
I
沙
尽
遇
专
p
哈
刷
士
普
玩
儿
K
奇
代
规
约
齐
许
怪
落
忙
据
影
宝
O
T
导
令
墙
岛
登
童
敞
挂
复
即
写
冰
哪
久
孩
蛮
器
持
紧
济
晨
暖
亲
必
迎
片
敢
数
未
飞
千
馨
乱
投
料
素
破
u
软
切
民
m
银
眼
协
桌
维
吗
布
巴
楚
言
霉
扰
黄
箱
鲜
享
讲
询
A
d
死
善
档
纸
g
缸
顶
今
证
谓
称
变
忘
N
随
识
爽
漂
M
百
股
弄
介
恶
造
支
估
尚
制
烈
忍
B
桶
报
易
立
庭
指
拖
P
y
折
断
底
脸
喝
绍
林
H
符
思
引
木
闷
古
院
活
蚊
宿
赞
终
共
训
丽
越
*
瓶
遗
哦
烦
屋
异
络
泡
貌
怕
S
文
河
青
概
鞋
九
传
―
柜
呼
尊
噪
角
晕
则
营
仅
厨
凉
严
属
局
璃
账
男
顾
座
绿
桥
逛
厦
句
烂
玻
语
争
冲
运
春
含
锁
油
八
啦
憾
跑
盘
碰
培
码
散
糟
亚
湾
E
麻
敬
签
咖
宁
权
故
湿
顺
惊
吸
红
骚
烧
误
六
贴
暗
啡
杂
责
佳
滩
存
庆
#
团
派
健
季
雨
蛋
领
形
鱼
害
愿
插
锦
牛
惜
略
甚
郁
&
府
脚
兴
糕
映
疑
索
省
途
刻
精
爱
球
航
泰
汽
英
厕
图
担
源
延
潮
副
洲
穿
～
统
控
继
墅
承
券
势
扬
浪
销
世
枕
吹
液
短
仍
项
授
奶
急
赠
队
沟
村
R
释
划
卖
幸
透
漏
既
独
鸡
愉
须
谁
淡
尔
乘
石
莫
寓
习
毕
摩
庄
帘
捷
凌
依
抱
V
负
历
初
陋
努
雅
v
朝
呀
押
展
闲
摆
盛
师
涉
央
产
架
杭
铺
均
率
驾
繁
垫
余
七
露
惯
愤
末
款
肉
皇
骗
悦
尝
锅
王
福
劣
学
云
予
顿
竞
棒
谈
怀
杯
D
晶
背
臭
恭
仔
夫
束
浓
括
恐
迹
良
功
幽
矿
粥
盆
忽
劲
降
盖
皮
污
欠
苏
封
坚
参
圈
敲
检
压
阁
－
熟
增
书
界
土
阿
垃
圾
耐
汤
扣
糊
b
汉
止
赔
验
频
德
啥
袋
聊
雪
镇
寄
轻
护
康
夏
绕
挑
武
栈
妈
鼓
范
碗
钥
匙
松
遍
突
椅
喷
娱
筑
册
吓
曾
搬
借
状
厚
命
售
端
笔
冻
若
０
L
懒
遥
警
币
斑
欺
灰
涨
采
炒
资
闻
洋
货
挤
例
斯
１
漫
密
虎
堵
冒
旺
缘
G
拾
冬
迟
粉
累
昌
针
壶
怜
懂
勉
念
私
志
偶
促
跳
职
抽
拒
颜
翻
圳
饰
丢
栋
凑
f
牙
险
述
巧
搭
草
%
浦
桑
药
卧
威
混
川
集
衷
辆
归
镜
腾
伙
闭
额
纪
拨
键
偿
胡
漆
寺
豆
神
烤
滨
模
防
某
练
典
奥
览
爬
聘
损
梦
盒
僻
津
察
零
丝
义
养
嘉
博
w
返
劝
船
呆
嘛
列
婚
农
祝
漱
倍
邻
悔
永
避
血
^
畅
滑
悠
昏
U
赏
+
批
沿
震
限
教
虚
炉
操
苑
巨
迷
欣
寸
野
毒
虫
举
社
病
苦
催
拐
涂
波
２
怖
珠
郑
址
胜
韩
克
菲
亏
饱
廉
乌
痛
凭
嘈
欧
演
奈
伴
X
君
贸
姓
扇
众
罗
眠
矩
歌
困
凯
酸
拍
蟑
螂
庐
拼
虹
轮
核
树
`
洞
陵
抵
汗
著
剩
耳
毫
唉
阴
尼
妹
叶
鼻
嘿
纯
\
挨
躺
惬
徐
灵
夸
侧
录
寒
薄
拥
斜
纳
婆
匆
谱
宰
嘴
傅
溪
旋
弥
苍
塑
蓝
触
咬
技
尖
渡
医
藏
洒
渍
狗
构
宗
挡
稳
诺
F
财
刺
曲
剔
幢
案
库
遭
夷
兰
愧
蝇
粤
柳
托
５
占
宣
榻
企
吉
迪
乏
凤
堪
肚
舍
邮
缝
汇
滴
孔
３
域
县
冠
姨
画
堆
烫
励
谅
汁
脱
擦
耽
稀
悉
拔
罢
奉
减
岁
嫌
沐
监
x
陆
井
幕
隐
沈
究
敦
卷
狭
窄
峰
氛
曰
吐
潢
俱
粗
森
阔
勤
佛
惨
柔
递
尺
宅
尘
咨
喧
塌
番
横
腔
刀
昆
斗
摊
措
圆
煎
彩
胃
迅
逸
戴
泥
哄
抢
誉
兮
塞
＂
朴
乡
鸣
激
煌
育
哎
启
磨
亦
碧
综
术
褥
挚
轨
痕
莱
群
钻
抬
扔
朔
後
桂
材
庙
殊
裤
艺
蒸
页
母
咸
W
昨
隆
棉
荡
_
丹
序
娘
浆
恳
获
趣
Y
袍
怒
厉
疗
鼠
铜
侣
坡
凰
坑
赚
弹
鲁
逃
偷
'
田
讨
糖
扑
塘
添
弯
拦
怨
替
奖
访
族
夹
载
彬
叮
慎
伞
狂
巷
沉
骨
仙
晋
阵
橱
ㄛ
熨
晰
鸟
怡
莞
详
岸
砖
拜
谷
寻
坊
羽
描
桃
陪
创
障
妙
祥
哥
荒
弟
瓜
肥
叭
窝
帆
锈
屏
申
宴
橙
军
委
督
兄
史
益
圣
犹
蓬
抑
丁
岗
执
瑞
兜
轰
傻
幅
￥
痒
喇
傍
煮
敏
羊
塔
鬼
撤
仿
馒
》
啤
锡
纱
伤
守
尾
摇
踏
梅
鸭
衡
诸
勿
钢
戏
帝
绒
忠
颇
妥
锣
４
燕
组
播
仪
彻
酱
骂
科
舞
吊
追
腰
厌
莲
苹
厂
梳
麦
颗
宵
斩
陷
奢
截
拆
驴
哗
仓
坪
裂
岂
伦
移
盐
疯
抓
飘
腿
恰
腐
互
缩
肴
淮
章
瘦
雾
渔
宫
版
咋
筒
唱
慰
词
劳
旗
碑
胖
残
萨
８
尬
拎
荣
=
咀
屿
渗
趟
溧
姑
侨
屈
迫
咱
填
豫
鉴
剧
亭
饿
冤
笼
席
竹
征
染
饼
钓
阶
弱
寨
杀
律
剂
秦
粘
恼
摔
尴
秋
诈
欲
邯
郸
固
伸
秀
摸
官
脆
澳
父
罩
舟
茂
郊
睹
狮
铃
盗
融
《
滚
晒
泛
疵
竭
玉
咳
砸
链
赛
妇
吱
祠
胶
皂
灭
晃
糙
蔽
召
逢
阅
漠
辣
兑
吞
壮
扭
Q
暂
暴
赖
歇
忆
缓
废
嗽
蟹
簧
睛
茄
课
腻
徽
刮
膏
＊
凳
旬
龄
翠
鼎
抗
鄙
晾
旨
俗
窟
允
摄
裕
逊
傲
校
厘
９
妆
梭
翼
聚
蒙
蜜
>
麽
咯
败
猪
紫
暑
熏
杜
闸
税
肮
遮
恒
旷
篮
禁
串
肃
疆
疼
洛
咫
椒
喊
救
瑕
‘
朗
乾
溢
屁
肠
醉
岳
贼
岩
凡
甜
俺
於
堤
岭
峨
哭
胆
磁
阜
辩
猫
研
姜
熙
燥
弃
煲
俄
眺
滋
枉
鹭
钮
掩
坛
敷
讶
躲
’
诗
晓
治
盈
叹
淄
帽
浮
斤
宇
逐
犯
盼
漉
眉
愣
讯
赵
贝
扎
读
矮
俩
僮
闽
杨
植
疏
溅
肤
峡
轩
疲
挥
屯
驳
籍
煤
雀
洼
罚
诞
耗
殷
旦
呜
６
奏
嚣
绵
％
踩
＋
驻
虾
□
删
鹅
睬
纷
掏
灾
甘
曼
溜
纠
椰
敌
荷
@
玫
瑰
浙
屉
瓦
驶
扩
徒
$
碟
遵
琴
氏
判
策
沪
皆
堰
叉
撑
朵
佩
耍
爆
袜
噩
夕
黎
衬
潜
炎
患
墨
掌
咽
叠
径
歪
蛛
贯
甲
惑
峪
祖
逼
础
霸
浅
饺
侈
宏
浩
粹
闪
牵
输
悬
雷
栏
唐
织
辛
螺
瓷
蛇
跤
握
珍
衍
狠
垢
赤
熬
爷
扒
蚁
咕
烘
笋
框
戚
肆
挪
剥
隙
射
咚
湘
贡
浑
仁
佘
乒
乓
攴
z
蚤
默
ㄐ
撕
誓
秒
J
诱
慨
竣
崇
蕉
雄
泊
拧
炮
脉
沾
叔
炸
乳
幻
裙
卸
探
肇
润
抛
碍
鸿
崩
匹
战
鞍
宋
奋
歧
扮
奔
蚂
狼
嗯
届
筝
抹
狱
危
呛
筷
葱
馄
罪
辈
凶
哇
杆
汕
翅
蛤
蟆
悄
踪
q
智
阻
忌
邀
∩
悲
跌
脾
涤
辞
剪
Ｃ
桐
邦
辉
恢
谊
擅
倡
畔
纤
驱
盟
坦
粮
蔬
笛
兼
浸
迁
撒
葡
嗡
秉
僵
勺
昂
刹
牡
隧
伍
献
慕
壳
违
淌
妻
憋
遂
侯
谨
刘
哟
鹰
帅
窃
菌
堡
恩
枝
逗
靓
孕
审
哉
嗦
嘎
撞
击
晖
淘
湛
鲍
佰
愚
Ｔ
渠
媒
酷
呕
「
谎
巡
盏
饨
烩
佣
盯
锻
炼
裸
婉
窜
搜
艾
茫
蜘
壤
桦
嬴
湮
猁
扯
恨
〔
洪
崖
秩
澈
洽
颐
贺
喽
Z
趴
柴
苛
霞
帖
扶
玛
瓣
媲
燃
芜
惫
熄
赣
滇
骄
缆
妨
褒
罐
俯
坝
碜
瀑
谐
篇
蒋
暇
陶
棚
烹
绣
菇
愁
勒
竖
嗓
滥
稽
艳
猜
乍
／
饶
涩
噜
漓
芦
泪
鳌
惟
抠
柱
」
攻
牢
伊
巢
测
棕
萧
渣
牧
笙
革
赃
咻
慌
骑
薯
诧
寿
丸
跨
砍
粒
衫
霜
邢
搅
玺
袖
榜
碎
墓
汰
弧
憩
耋
斥
ぃ
恍
喻
{
}
挖
泻
诬
讹
乖
狡
Ｏ
芳
捡
陌
庸
沧
脖
淹
储
猛
孤
襄
樊
玄
蔼
摘
绳
悸
惹
雁
烊
彼
拌
氧
嘱
阀
瞰
蓉
泽
韵
栅
钉
援
伟
碌
郎
[
]
汶
歹
唤
箭
闯
蝶
枪
孛
榕
聪
瘾
斋
渴
涵
辽
榨
忱
叽
亟
冈
缭
悟
醺
肩
纵
搁
珊
泵
蹲
耶
蚌
埠
搂
灶
丑
抖
淳
焕
墟
胸
咐
Ｉ
陕
胎
磕
凹
胁
毁
卤
<
捣
厢
蹋
鸽
御
披
坟
踢
赫
溃
爵
割
醛
匪
搪
辱
振
瞎
寝
豁
蜈
崭
忐
忑
蹦
嘲
兆
猴
７
鸦
编
藤
鹤
潍
钩
衢
谦
芋
拱
秤
伏
柿
卓
＝
瞧
衔
讽
辨
芙
茵
涌
凸
鑫
恬
挣
梨
绰
勘
硕
乃
掬
趋
枫
醋
蝴
龊
忒
拢
钝
偌
芝
嫩
株
Ｐ
Ｓ
戈
粽
捏
＼
呈
裹
煞
浏
涕
董
疹
屡
淑
疚
械
翘
泸
劫
膀
蔓
榈
逻
雕
荫
涮
炬
慈
亨
囊
党
埋
蜡
盥
哑
愕
艇
蛾
柄
赢
朱
饪
垂
橘
蜀
捉
牺
牲
馅
皱
丈
臣
漯
兵
喳
渐
棋
赋
殡
苗
淀
捂
嵋
啃
吾
讳
侍
轿
椿
鄂
哀
荞
荤
硌
谛
ゴ
硐
褫
腴
筋
抄
铝
耻
嗖
晦
忧
剃
睁
┬
び
肿
鼾
垮
喀
侮
丧
Ｎ
饥
仇
搓
酶
屑
贪
|
珑
纹
潭
Ａ
喂
酌
蜗
沫
沃
缴
酿
祸
枯
缠
彰
曙
筛
颠
僚
汐
沂
炭
膜
珀
坞
鸥
婴
挞
瑜
吝
啬
滞
菊
侃
熊
槽
勾
穷
攘
煦
瀛
膊
矣
糨
穴
龌
爪
拟
芯
桔
睽
析
驰
宛
拳
鸢
仑
掀
斐
咣
蹄
丘
掺
恋
奎
躁
嬉
尿
嗅
琳
禧
陡
拂
螯
旭
喱
Ｍ
黏
藉
屎
罕
杏
灿
愈
姆
荔
澄
祈
璜
秃
烛
漳
毅
膻
妃
沽
毗
鞠
拙
骤
喉
绪
趁
渊
撼
臂
瑚
蛙
狈
搏
悚
粑
锋
呱
嚓
砂
譬
馊
竿
＆
螃
陇
灌
倦
陀
戒
Ｒ
恕
媚
掘
扛
霄
爸
卦
洱
倾
缙
惕
腹
昧
浇
蚝
蹭
寰
辄
捞
骆
霎
脊
吁
滤
覆
稻
牯
楞
厄
芹
媪
衄
眭
Τ
焖
耸
吴
羹
筏
ㄗ
夔
ㄘ
窒
踬
⑺
埔
荃
症
迈
贩
痰
菸
桩
葫
尸
辙
琢
栽
溶
呃
撬
伪
聋
叼
婶
辑
酬
疙
瘩
捅
踹
飙
刁
潘
媳
颁
噔
蔡
胞
刊
岱
颖
娜
癖
镖
炕
仗
蕾
鸳
鹏
郝
甥
署
彭
伯
萄
孝
墩
茉
莉
璧
寂
罔
驿
贬
樱
蹩
疮
葛
廷
淙
矗
羡
瘴
吼
檫
棠
迄
翔
埃
焉
渝
娇
倪
萍
瘸
胳
戆
榷
嫂
篝
芒
嫁
坎
瞪
哼
郴
侥
渲
瞌
梁
乞
崔
杈
烁
嘀
玲
Ｋ
秽
妓
沌
栖
拇
拽
麟
绮
蔚
纽
顷
韶
菽
瞥
铛
坨
赳
莠
炖
焰
绩
豚
伐
躬
咙
赌
啷
簿
秘
篱
熠
赘
蒜
捱
怠
涑
橄
榄
耕
琅
邓
莆
酥
丿
槛
跃
咔
＾
昭
碘
兔
纲
缀
琶
哨
衰
辰
噢
削
隶
俏
憨
紊
坠
癫
纬
萝
卜
橡
琐
冀
筵
匠
辅
吻
＃
吩
缕
荟
惰
葬
晟
唆
捐
畴
捆
绑
珩
苌
悼
柏
瓢
卑
龟
孰
循
萋
Ⅲ
噶
徨
⑴
谧
だ
诀
涛
妗
劓
Е
酴
眈
幂
弊
暮
贱
杰
哆
舌
挲
【
】
喋
汪
冯
囔
妄
薇
阮
轴
钞
浔
掂
奸
厮
箍
飕
阱
苞
镑
嗨
呻
吟
巫
跷
沸
逆
瞒
赴
噼
啪
蠢
蔑
谬
姊
冕
嘶
朦
胧
嘻
逞
腊
翁
贷
艿
啧
勇
译
梆
猎
撮
衅
辜
莎
嗒
羞
懵
浊
氡
兢
螨
辘
叙
跺
贿
犬
谋
莅
挽
嗷
仲
姗
沮
矛
赐
Ｈ
Ｕ
邪
堕
滔
寥
挠